<?php
$articleName=$_REQUEST["articleName"];
$action=$_REQUEST["action"];
switch($action)
{
	case "part":
	echo"<p>【正文】大麻（學名：Cannabis sativa），又稱尋常大麻，又名線麻、白麻，中國古稱漢麻、火麻、枲、苴，大麻科大麻属一年生草本植物。生長地區包括在亞洲的吉爾吉斯坦、阿富汗，中國部分地區、印度和尼泊爾，以及歐洲的匈牙利、波蘭、保加利亞等地。
		</p>
		<p>&nbsp &nbsp &nbsp人類長久以來，種植這種草本植物，作為工業纖維，植物油脂、宗教用途以及藥用之上。它的種子，被稱為火麻仁或大麻仁，中醫使用它來治療便秘、腹瀉，可以被用來作成大麻籽油（Hemp oil).....";
		break;
	case "all";
		echo"
	<a name='P1'></a><p>大麻（學名：Cannabis sativa），又稱尋常大麻，又名線麻、白麻，中國古稱漢麻、火麻、枲、苴，大麻科大麻属一年生草本植物。生長地區包括在亞洲的吉爾吉斯坦、阿富汗，中國部分地區、印度和尼泊爾，以及歐洲的匈牙利、波蘭、保加利亞等地。下部的叶为对生，小叶，披针形至条状披针形，长7-15厘米，先端渐尖，基部渐狭，边缘具粗锯齿，上面深绿色，被短毛，下面淡绿色，密被灰白色毡毛；叶柄长4-14厘米，密被短绵毛；托叶条状披针形，密被短绵毛。花单性，雌雄异株；雄花黄绿色，排列成长而疏散的圆锥花序，花被片5，长卵形，雄蕊5；雌花序短穗状，生于叶腋，绿色，每花外具l卵形苞片，花被片1，膜质，紧包子房，雌蕊1，子房上位，球形，花柱二歧。瘦果扁卵圆形，光滑而有细网纹，为宿存的黄褐色苞片所包裹。花期6-8月，果期8-10月。</p>
	<p>人類長久以來，種植這種草本植物，作為工業纖維，植物油脂、宗教用途以及藥用之上。它的種子，被稱為火麻仁或大麻仁，中醫使用它來治療便秘、腹瀉，可以被用來作成大麻籽油（Hemp oil).大麻是当今世界上最廉价、最普及的毒品。大麻是地球上大部分温带和热带地区都能生长的一种强韧、耐寒的一年生草本植物，然而大多数大麻，都没有任何有毒成分。通常所说的可制造毒品的大麻，是指印度大麻中一种较矮孝多分枝的变种。 科学家从大麻的树脂中提取了400种以上的化合物，其中有一种叫四氢大麻酚，是对神经系统起作用的主要成分。四氢大麻酚的含量越多，烈性成分越强，毒品的劲头就越大。</p>
　　<a name='P2'></a><p>吸毒者如吸入大剂量大麻，会产生大麻中毒性精神玻出现幻觉、妄想和类偏执状态，伴有思维紊乱，自我意识障碍，出现双重人格。长期吸服大麻者，表现为呆滞、淡漠，注意力不     集中、记忆力差、判断力损害。偶有无故攻击性行为。随着吸毒时间迁延，个人卫生不顾、饮食不佳、人格扭曲，对任何事物兴趣缺乏，呈精神衰退状态。
    上多于早春地表下5厘米处土温在8℃以上时播种。麻苗出土后30天内，多不灌溉，以控苗促根。根据雌、雄苗形态上的差异，可在定苗时选留雄苗拔除雌苗，以提高纤维品质。采种麻田则选留雌苗。大麻生长的适宜气温为19-23℃。麻株日平均生长3-5厘米，生长高峰时可达10厘米左右。此时能耐大气干旱而不耐土壤干旱，故多从出苗1个月后开始连续灌溉,以保持土壤最大持水量在80%左右。结合灌溉早施、重施速效性肥料可促进长茎。留苗密度因各地栽培方式而异，一般早熟品种每亩留苗8-15万株,晚熟品种3-5万株。在中国，虫害主要有大麻跳?和小象鼻虫，病害有菌核病、立枯病等。</p>
	<p>医学上，大麻经常被用来辅助某些晚期绝症（癌症、艾滋病）的治疗，用来增进食欲、减轻疼痛，可用来缓解青光眼和癫痫、偏头痛等神经症状，以及两极情绪不稳，可以减轻化疗病人的恶心症状。虽然医用大麻在政治方面尚有争议，医生们经常非正式地向病人推荐使用。一类人工合成的大麻有效成分THC（称为Dronabinol或Marinol）在很多国家是公开的处方药。THC还有减少动脉阻塞的效用。一种用大麻提取物制造的舌下喷剂Sativex在加拿大被获准用来治疗多发性硬化症，并可以作为处方药合法进口到英国和西班牙。
  ";
break;
  default :
	  echo"liuna";
}
?>